;
; Batti 2.3
; Localization file for French (Français)
; by TOD <http://www.ppccool.com> + Michel Dessaintes, 2008
;

   2="Annule"
 101="Sélection couleur"
 102="À propos"
 103="Général"
 104="Avancé"
 105="Apparence"
 106="Batterie"
 107="Licence"
 201="Options"
 202="Config Batti"
 203="Premier plan"
 204="Arrière plan"
 205="Bordure"
 206="Premier plan sur secteur"
 207="Pas d'action"
 208="Ouvrir la configuration"
 209="Premier plan faible"
 210="Arrière plan faible"
 211="Premier plan critique"
 212="Arrière plan critique"
 213="Le niveau de batterie critique doit être inférieur au niveau faible."
 214="Batterie faible"
 215="Batterie critique"
 216="Inconnu"
 217="Chargement en cours"
 218="Batterie chargée"
 219="Premier plan en charge"
 220="Arrière plan en charge"
 221="Annuler"
 222="Le niveau de batterie pour l'extinction doit être inférieur au niveau critique."
 223="Afficher les informations"
 224="Éteindre"
 225="Sélect Couleur"
 226="À propos"
1000="Options"
1001="Indicateur de charge"
1002="Clignotement quand niveau critique"
1003="Toujours au premier plan"
1004="Action sur tap"
1012="Marge gauche"
1015="Hauteur"
1018="Couleurs"
1020="Choix"
1022="Afficher la bordure"
1023="Sons"
1025="Jouer le son"
1027="Niveaux"
1028="Batterie faible"
1031="pourcent"
1032="Batterie critique"
1035="pourcent"
1036="Extinction"
1039="pourcent"
1073="Montre les étapes de pourcentage"
1074="Montre l'icône dans la barre"
1077="Indicateur gradient"
1800="Batterie principale :"
1802="Batterie Backup :"
1806="Température :"
1807="Voltage :"
1808="Voltage :"
1815="Paramètres d'ajustement"
2000="Notification Batti"
2001="L'appareil va s'éteindre dans %d secondes."
2002="Extinction"
2003="Annuler"
2004="Veille"
2005="Cacher"
2006="Information sur la batterie"
2007="Réglage"
2008="Batterie principale"
2009="Sur batterie"
2010="En charge"
2011="Sur secteur"
2012="Niveau de charge :"
2013="Inconnu"
2014="Voltage :"
2015="Température :"
2016="Type de batterie :"
2017="Batterie de secours"
2019="Puissance restante"
2020="Voulez-vous conserver ces paramètres ?"
40008="Paramètres..."
40009="Quitter"
40010="Info..."
57664="À propos"
